[
  {
    "id": 0,
    "image": "https://a0.muscache.com/im/pictures/f028bdf9-eaa3-4ce0-b441-e9f18df4709b.jpg",
    "type": "Apartment",
    "title": "Sunny Apartment in Artist Home",
    "description": "Spacious and clean four bedroom, two bathroom apartment. Beautiful, safe Brooklyn neighborhood. Close to Manhattan via Subway. The other apartment is me and my family. Brooklyn Vacation Rental for up to 8 people Vacation Rental Details: This apartment is in a 2 family house (the other apartment is me). We rent the apartment out as a vacation rental. It's a great way for tourists to visit New York City, and not have to pay hotel prices! APARTMENT DETAILS: - master bedroom (queen bed) - master bathroom - three bedrooms (full beds; all bedrooms are private and have windows, except for fourth bedroom, which is private, but has no window) - second full bathroom - Comfortable living room with two sofas, TV and DVD player - Kitchen equipped with dishes, silverware, pots & pans, stove/oven, dishwasher, microwave, coffee maker, toaster, fridge/freezer - Linens and towels included - no washer or dryer, but there is a laundromat one block away.",
    "bed": 2,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 1,
    "image": "https://a0.muscache.com/im/pictures/26125283/bcd84c5c_original.jpg",
    "type": "Apartment",
    "title": "Light-filled classic Central Park",
    "description": "We are offering longer term stays for an individual who need accommodations for work or school or just a temporary space. Minimum stay would be one month but we are looking for someone needing a place for 3 to 6 months ideally. Charming, asian inspired two bedroom in the heart of the theatre district. Quiet and peaceful ground floor rear unit with a private deck/garden just off the living room. Short walk to Broadway, Central Park and all subway lines. Great for Broadway theatre enthusiast. You can just go out of the building and walk to all Broadway theatres! An endless choice of great restaurants can be had on 9th Avenue and the theatre district on West 46th Street. WIFI internet is available. Continental breakfast included as are fresh towels.  Coin operated washers and dryers are available in basement of the building requiring quarters only.   Bed linens and towels are incuded. There is a coin operated laundry room in the basement of the building.",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 2,
    "image": "https://a0.muscache.com/im/pictures/22011644-b8a7-48a2-b385-648b69dfd4a0.jpg",
    "type": "Apartment",
    "title": "Sunny, Modern room in East Village!",
    "description": "The apartment is among the best available in the lively East Village. It’s a second-floor walk up with a fire escape off of Room #1, a large kitchen, spacious living room, large back deck with bbq, wi-fi internet, pressed-tin ceilings, amazing roof access, etc. It has a lot of character; very homey but spacious feeling with high ceilings, lots of artwork, plants, wood floors, exposed brick, etc. The apartment is among the best available in the lively East Village. It’s a second-floor walk up with a fire escape off of Room #1, a large kitchen, spacious living room, large back deck with bbq, wi-fi internet, pressed-tin ceilings, amazing roof access, etc. It has a lot of character; very homey but spacious feeling with high ceilings, lots of artwork, plants, wood floors, exposed brick, etc. The access to grocery stores, laundry, restaurants, bars, theaters, liquor store, cinema, Tompkins Square Park, etc, is pretty unbeatable.",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 3,
    "image": "https://a0.muscache.com/im/pictures/e0f907aa-cf49-4dab-b219-55efaff5b928.jpg",
    "type": "Loft",
    "title": "The Deck Loft - Full Floor - 1 Bedroom - 6 Windows",
    "description": "*NOTE: availability changes periodically, please contact me before sending a booking request* Bright and spacious full floor loft featuring a private bedroom, hardwood floors, high ceilings, exposed brick, and six windows on east and west sides letting in plenty of light.  A carefully arranged blend of modern, vintage, and classic mid-century furniture creates an eclectic but cozy ambience that makes you feel at home. Street parking.  Two flights of stairs.  No elevator • Private bedroom with queen size bed and secretary desk • Two sofa beds in the living area (twin & full size) • Dining area with fully equipped open kitchen • Office area with two desks, cinema display, all-in-one printer • Wall unit with reading  nook • Home theater  (projector / screen / sound system) • Spacious wall closet • Clawfoot tub Nestled in historic South Williamsburg in a typical low-rise, pre-war building in a quiet and breezy area a stone's throw away from the East River and great views of Manhattan. ",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 4,
    "image": "https://a0.muscache.com/im/pictures/2884180/f19a12ef_original.",
    "type": "Townhouse",
    "title": "Large Room in Amazing East Village Apt",
    "description": "Beautiful house, gorgeous garden, patio, cozy room, and helpful host!  Super safe and quiet in beautiful, vibrant Park Slope!  Close to great restaurants, cultural spaces, Prospect Park.  I have a terrific travel and information booklet for guests. 3 minutes walk to 3 subway lines.   LEGAL rental -- per NY laws. I want to be sure it's right for you. Welcome to an historic, stunning 4-story Brooklyn house,  with beautiful garden and large patio.  Park Slope is a very safe, quiet and friendly.   140 year old house filled with light, color, artwork.   Legal rental.   Three excellent SUBWAY LINES (R, F, G)   3 minutes walk.   Please write to me with your details",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 5,
    "image": "https://a0.muscache.com/im/pictures/6f42d45e-2450-4251-8770-633a1166bc7f.jpg",
    "type": "Apartment",
    "title": "Charming East Village One Bedroom Flat",
    "description": "Your relaxing holiday escape in the East Village awaits you!  Recently renovated, this uniquely warm space is more bright, clean, and equipped with both modern fixtures and historic charm with high ceilings, exposed brick, and wood floors. This block of East 7th Street, in the East Village Historic District, was featured in the NY Times in December 2010, check out the article to see some of the great establishments right outside your door. This clean, recently renovated, charming apartment has a full size living room, large separate bedroom, small but practical, clean modern kitchen and a nice new bathroom. The space is immaculate, very well heated, renovated, modern, and extremely well kept. High ceilings, lots of light (south facing), wood floors, thoughtful lighting with dimmers, exposed brick, plenty of closet space, cleaning service, and free reliable wifi.",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 6,
    "image": "https://a0.muscache.com/im/pictures/723cbe2a-df07-4b0f-84f0-3615357e7311.jpg",
    "type": "Townhouse",
    "title": "Large Furnished Room Near B'way",
    "description": "Meander down our beautiful tree lined street until you find our Historic 125 year old townhouse. Our hip one bedroom garden apartment comes with your own private entrance and backyard access.  Backyard has an outdoor sectional sofa, dining table for 8 and gas BBQ. It's an 8 min walk to the A Express train that will have you in lower Manhattan in 15 mins. Plenty of room for an air mattress if you need more sleeping space, just ask. Let your vacation begin in historic Crown Heights Brooklyn. You have your own floor with private entrance, kitchen and bathroom. The laundry room and backyard are shared spaces.  Guests are not allowed in the cellar or upstairs. Guests have private entrance and the entire 1 bedroom apartment to themselves. Private kitchen, bathroom, living room and bedroom. The Laundry room and backyard are shared spaces. Please feel free to text me during your stay for any questions or recommendations for restaurants, transit help, things to do etc...",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 7,
    "image": "https://a0.muscache.com/im/pictures/107824164/e225dcf6_original.jpg",
    "type": "Apartment",
    "title": "Quiet Slice of Manhattan",
    "description": "If you're looking for the perfect, luminous and calm getaway in the heart of NYC, then this Riverside Drive apartment is the perfect choice for you. Approx. 1000sq feet, one bedroom plus studio/2nd bedroom, dining room, kitchen (dishwasher, large fridge and microwave), marble and tile bathroom. Laundry room in the basement. Facing South West over the Hudson River: the light is really beautiful. It's across the street from Riverside Park and its Olympic swimming pool, gymnasium, running truck and ice skating ring, open to everybody for only $5 entry fee. Close to Fairway market for good healthy food and home shopping. Subway one block away: Red line, train N°1. B&D trains 10 minutes walk away. CHECK PHOTOS. Cleaning after your stay is included. Cleaning during long term reservation by my trusted housekeeper is not included and not obligatory but highly recommended. At your arrival ring buzzer of the apartment and we will let you in the building. ",
    "bed": 2,
    "bedroom": 2,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 8,
    "image": "https://a0.muscache.com/im/pictures/798435ff-4b98-446b-9598-96bd5bd0340c.jpg",
    "type": "Apartment",
    "title": "Sleep at the CozySuite Pinacle",
    "description": "Entire bright and sunny 2 bedroom apt in super charming neighborhood in downtown Manhattan. VOTED #1 NEIGHBORHOOD IN MANHATTAN! MONTHLY BOOKINGS WELCOME Entire 2 Bedroom Apartment located in the Lower East Side of Manhattan on Ludlow and Broome Street. A very charming & vibrant  neighborhood.  This is a very large & sunny NYC apt. Bright & Sunny....windows in every room!   Fabulous location, in the center of the action but nestled on a quiet block.  Located in the most vibrant & hip neighborhood in NYC, block where the characters from P.S. I Love You and The Devil Where Prada lived.  Steps away from Essex Farmer's Market, Barrio Chino, Chloe, Waypoint Cafe, Bacaro, Laboratorio Del Gelato, Dirty French, Mr Purple, Katz's Deli and tons of great boutiques, galleries & cafes. The hip new Ludlow Soho House also opened 2 blocks away.  Public Bike Share Station 1 block away. Very close to bus and subway trains:  1block to F, J, M, Z and 3 blocks to B, D.",
    "bed": 3,
    "bedroom": 2,
    "oldPrice": 690,
    "newPrice": 630,
    "totalPrice": 3200
  },
  {
    "id": 9,
    "image": "https://a0.muscache.com/im/pictures/7242bd7b-6dc2-480a-8be7-8c9d52bd6ef5.jpg",
    "type": "Apartment",
    "title": "Cozy Clean Guest Room - Family Apt",
    "description": "A true GEM in Prospect Lefferts Gardens, welcome to our perfectly situated, peaceful top floor apartment right across the street from the best park & amenities in the city! This is a 1200 sq. foot 2 bedroom, 2 bathroom apartment located in a lovely pre-war well-maintained building.  With Pull-out Sofa couch and state of the art custom designed loft bed this apartment can sleep comfortably up to 6 adults or 4 adults and 4 children! Perfect summer-in-the-city oassis for families! Welcome to a real New York Gem! CURRENTLY AVAILABLE FROM JANUARY 2 - JANUARY 25 Preference given to families and couples looking to stay entire or majority of period!  Thanks for looking & happy summer! *** This is a large 2 bedroom, 2 full bathroom APARTMENT. (this is NOT a share. it is private, autonomous apartment) Foyer, dining room, living room and LOTS of windows.  Spacious, sunny, beautiful apartment with arched entrance ways, inlaid bookshelves and other classic details.",
    "bed": 3,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  },
  {
    "id": 10,
    "image": "https://a0.muscache.com/im/pictures/104243/66d26e23_original.jpg",
    "type": "Apartment",
    "title": "Large Cozy 1 BR Apartment In Midtown East",
    "description": "You will get a nice, and comfortable basic bedroom in my home. AH, DEAR PROSPESPECTIVE GUEST, I VALUE YOU AND WILL TREAT YOU WITH UPMOST RESPECT, BUT I WILL NOT BOOK YOU IF WE DO NOT EXCHANGE INFORMATION. I AM NOT A HOTEL IT IS MY HOME. A FEW BAD EXPERIENCES PROMPTED THIS.  Spring in New York is glorious, near perfect weather for a long walk. A trip to Chinatown. How about Central Park.  A walk under the bridges. A bit want an adventure, Inwood or Highbridge parks. The Cloisters? I know the city very well and can give you endless tips or even take you one of my epic urban exploration walks.  The East Village is vibrant. Restaurants, clubs, Red tail hawk watching in the park. Interesting people.  Williamsburg is a quick train ride away as well as all the wonders the city offers.",
    "bed": 1,
    "bedroom": 1,
    "oldPrice": 560,
    "newPrice": 530,
    "totalPrice": 1200
  }
]
